[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=XhmikosR, Wicker Man
VERSION=2.2.0

[Language]
LANGUAGE=Ελληνικά
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0408

[Menu]
FILE=&Αρχείο
FILE_EXIT=Έ&ξοδος
EDIT=&Επεξεργασία
EDIT_COPY=Α&ντιγραφή
THEME=&Θέμα
HELP=&Βοήθεια
HELP_ABOUT=&Περί CrystalDiskMark

; 3.0
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)

[Message]
STOP_BENCHMARK=Παρακαλώ Να Σταματήσει το Τεστ.
DISK_CAPACITY_ERROR=Η χωρητικότητα του δίσκου είναι ανεπαρκής.
DISK_CREATE_FILE_ERROR=Αποτυχία Δημιουργίας Αρχείου.
DISK_WRITE_ERROR=Σφάλμα Εγγραφής.
DISK_READ_ERROR=Σφάλμα Ανάγνωσης.

[Title]
TEST_DRIVE=Δίσκος Δοκιμής
TEST_SIZE=Μέγεθος Δοκιμής
TEST_NUMBER=Αριθμός Δοκιμών

[WindowTitle]
ABOUT=Περί CrystalDiskMark